Repository: Friends-Of-Noso/NosoNode
Catalog: Deprecated/languages/Noso.*.po
Languages: ru

source: Copy address to clipboard
ru: Скопировать адрес в буфер обмена

source: Customize address
ru: Настроить адрес

source: Set address as Default
ru: Установить адрес по умолчанию

# tform1.bitbtnblocks.hint
source: Last downloaded block
ru: Последний загруженный блок

# tform1.bitbtndonate.caption
source: Donate
ru: Пожертвовать

source: Network pending orders
ru: Отложенные заказы в сети

source: Generate new address
ru: Создать новый адрес

# tform1.bokcustom.hint
source: Confirm
ru: Подтвердить

source: Save
ru: Сохранить

source: Test
ru: Тест

source: Accept only whitelist requests
ru: Принимать запросы только с авторизованных адресов

source: Send coins only from default address
ru: Отправлять монеты только с адреса по умолчанию

source: Run MasterNode
ru: Запустить MasterNode

source: Enable sound alerts
ru: Включить звуковые оповещения

source: Coins filter
ru: Фильтр монет

source: Use my default addresses
ru: Использовать мои адреса по умолчанию

source: About message
ru: О сообщении

# tform1.label10.caption
source: Funds address
ru: Адрес средств

# tform1.label11.caption
source: Sign address
ru: Адрес для криптографической подписи

# tform1.label12.caption
source: Port
ru: Порт

# tform1.label13.caption
source: Funds password
ru: Пароль средств

source: Wallet language
ru: Язык приложения

# tform1.label9.caption
source: Port
ru: Порт

source: Send coins
ru: Отправить монеты

source: Network
ru: Сеть

# tform1.menuitem23.caption
source: CLear
ru: Очистить

# tform1.menuitem24.caption
source: Copy
ru: Копировать

# tform1.menuitem25.caption
source: Clear
ru: Очистить

# tform1.menuitem26.caption
source: Copy
ru: Копировать

source: Paste
ru: Вставить

source: Import Wallet
ru: Импорт кошелька

source: Export Wallet
ru: Экспорт кошелька

source: Restart
ru: Перезагрузить

source: Quit
ru: Выход

source: Send all
ru: Отправить все

source: Paste destination
ru: Вставить пункт назначения

source: Cancel
ru: Отмена

# tform1.scbitclea.caption
source: Clear
ru: Очистить

# tform1.scbitconf.caption
source: Confirm
ru: Подтвердить

source: Send
ru: Отправить

source: Connected peers
ru: Подключенные пиры

source: RPC server active
ru: RPC-сервер активен

source: Noso network time
ru: Наше сетевое время

source: Addresses
ru: Адреса

# tform1.tabconsole.caption
source: Console
ru: Консоль

# tform1.tabnodeoptions.caption
source: Node
ru: Узел

source: Nodes
ru: Узлы

source: Options
ru: Параметры

source: Except
ru: Исключения (ошибки)

# tform1.tabwallet.caption
source: Wallet
ru: Кошелек

source: TimeOut reading from slot: %s
ru: Время ожидания чтения из индекса: %s

source: Error Reading lines from slot: %s
ru: Ошибка чтения строк из индекса: %s

source: Receiving headers
ru: Получение заголовков

source: Error Receiving headers from %s (%s)
ru: Ошибка получения заголовков от %s(%s)

source: Receiving blocks
ru: Получение блоков

source: Error Receiving blocks from %s (%s)
ru: Ошибка получения блоков от %s(%s)

source: Error sending outgoing message: %s
ru: Ошибка отправки исходящего сообщения: %s

source: ERROR: Deleting OutGoingMessage-> %s
ru: ОШИБКА: Удаление исходящего сообщения->%s

source: Auto restart enabled
ru: Автоматический перезапуск разрешен

source: BAT file created
ru: BAT-файл создан

source: Crash info file created
ru: Создан файл информации о сбое

source: Data restart file created
ru: Создан перезапуск файла данных

source: All forms closed
ru: Все формы закрыты

source: Outgoing connections closed
ru: Исходящие соединения закрыты

source: Node server closed
ru: Сервер Node закрыт

source: Closing pool server...
ru: Закрытие сервера пула...

source: Pool server closed
ru: Сервер пула закрыт

source: Pool members file saved
ru: Файл участников пула сохранен

source: Noso launcher executed
ru: Выполнена программа запуска приложений Noso

source: Blocks received up to %s
ru: Блоков получено до %s

source: ✓ Data directory ok
ru: ✓ Папка данных в порядке

source: ✓ GUI initialized
ru: ✓ Графический интерфейс инициализирован

source: ✓ My data updated
ru: ✓ Мои данные обновлены

source: ✓ Miner configuration set
ru: ✓ Конфигурация майнера установлена

source: ✓ %s languages available
ru: ✓ Доступно %s языков

source: ✓ %s CPUs found
ru: ✓ Найдено ЦП: %s

source: Noso session started
ru: Наш сеанс начался

source: Closing wallet
ru: Закрытие кошелька

source: POOL: Error trying close a pool client connection (%s)
ru: POOL: Ошибка при попытке закрыть соединение с клиентом пула (%s)

source: POOL: Error sending message to miner (%s)
ru: POOL: Ошибка отправки сообщения майнеру (%s)

source: POOL: Rejected not registered user
ru: POOL: отклонен незарегистрированный пользователь

source: Pool: Error registering a ping-> %s
ru: POOL: Ошибка при получении ping->%s

source: Pool solution verified!
ru: Решение пула проверено!

source: Pool solution FAILED at step %s
ru: ОШИБКА решения пула на шаге %s

source: POOL: Unexpected command from: %s -> %s
ru: POOL: Неожиданная команда от: %s -> %s

source: POOL: Status requested from %s
ru: POOL: Статус запрашивается у %s

source: Pool: closed incoming %s (%s)
ru: Пул: закрытие входа %s (%s)

source: SERVER: Error trying close a server client connection (%s)
ru: СЕРВЕР: Ошибка при попытке разорвать клиентское соединение (%s)

source: SERVER: Received a line from a client without and assigned slot: %s
ru: СЕРВЕР: Получена строка без назначенного индекса: %s

source: SERVER: Timeout reading line from connection
ru: СЕРВЕР: Тайм-аут чтения строки из подключения

source: SERVER: Can not read line from connection %s (%s)
ru: СЕРВЕР: Невозможно прочитать строку из ссылки %s (%s)

source: SERVER: Server error receiving headers file (%s)
ru: СЕРВЕР: ошибка сервера при получении файла заголовков (%s)

# translation.rs0047
source: Headers file received: %s
ru: Файл заголовков получен: %s

source: SERVER: Server error receiving block file (%s)
ru: SERVER: Oшибка сервера при получении блочного файла (%s)

source: SERVER: Error creating stream from headers: %s
ru: SERVER: Oшибка создания потока из заголовков: %s

source: Headers file sent to: %s
ru: Файл заголовка отправлен: %s

source: SERVER: Error sending headers file (%s)
ru: СЕРВЕР: Ошибка отправки файла заголовка (%s)

source: SERVER: BlockZip send to %s: %s
ru: СЕРВЕР: Заблокировать zip-файл, отправленный на %s: %s

source: SERVER: Error sending ZIP blocks file (%s)
ru: СЕРВЕР: Ошибка отправки блочного zip-файла (%s)

source: SERVER: Error adding received line (%s)
ru: СЕРВЕР: Ошибка добавления полученной строки (%s)

source: SERVER: Got unexpected line: %s
ru: СЕРВЕР: Получена непредвиденная строка: %s

source: SERVER: Timeout reading line from new connection
ru: СЕРВЕР: истекло время ожидания при попытке чтения строки из новой ссылки

source: SERVER: Can not read line from new connection (%s)
ru: СЕРВЕР: Невозможно прочитать строку из новой ссылки (%s)

source: SERVER: Invalid client -> %s
ru: СЕРВЕР: Неверный клиент -> %s

source: SERVER: Own connected
ru: СЕРВЕР: Подключен собственный

source: SERVER: Duplicated connection -> %s
ru: СЕРВЕР: Двойная привязка -> %s

source: New Connection from: %s
ru: Новое подключение от: %s

source: SERVER: Closed unhandled incoming connection -> %s
ru: СЕРВЕР: Закрытие необработанной входящей ссылки -> %s

source: Rebuilding my transactions...
ru: Восстановление личных транзакций...

source: ✓ My transactions rebuilded
ru: ✓ Реконструированные личные транзакции

source: ✓ My transactions grid updated
ru: ✓ Персональная таблица транзакций обновлена

source: ✓ Launcher file deleted
ru: ✓ Файл запуска удален

source: ✓ Restart file deleted
ru: ✓ Файл сброса удален

source: Checking last release available...
ru: Проверка новой версии...

source: ✗ Failed connecting with project repo
ru: ✗ Не удалось подключиться к репозиторию проекта

source: ✓ Running last release version
ru: ✓ Запущена последняя последняя версия

source: ✗ New version available on project repo
ru: ✗ Новая версия доступна в репозитории проекта

source: ✓ Running a development version
ru: ✓ Запуск разрабатываемой версии

source: Start server
ru: Запустить сервер

source: Stop server
ru: Остановить сервер

# translation.rs0078
source: Connect
ru: Подключиться

source: Disconnect
ru: Отключиться

source: You can not test while server is active
ru: Вы не можете тестировать, пока сервер активен

source: Invalid sign address
ru: Неверный адрес знака

source: Funds address do not owns enough coins
ru: Недостаточно денег!

source: You need update the wallet
ru: Вам необходимо обновить кошелек

source: Noso Launcher
ru: Носо-лаунчер

# translation.rs0501
source: Destination
ru: Пункт назначения

source: Amount
ru: Сумма

source: Reference
ru: Справочник

source: Server
ru: Сервер

source: Connections
ru: Ссылки

source: Headers
ru: Заголовки

source: Summary
ru: Сводка

source: LastBlock
ru: Последний блок

source: Blocks
ru: Блоки

source: Pending
ru: В ожидании

source: Invalid language: %s
ru: Недопустимый язык: %s

source: Wallet restart needed
ru: Кошелек необходимо повторно инициализировать

# translation.rs0515
source: Balance
ru: Баланс

source: Masternodes: (%d) %s
ru: Мастерноды: (%d) %s

source: Processing block %d (%d %%)
ru: Обрабатывается блок %d (%d %%)

source: File not found: %s
ru: Файл не найден: %s

source: Invalid address
ru: Неверный адрес

source: You can not do it while pool is active.
ru: Вы не можете сделать это, пока активен пул.

source: Totals: %d connections, %d IPs
ru: Всего: %d подключений, %d IP-адресов

source: Address do not exists in wallet.
ru: Адрес не существует в кошельке.

source: Keys pasted to clipboard.
ru: Ключи вставлены в буфер обмена.

source: Sign address not valid
ru: Адрес подписи недействителен

source: Wallet not updated
ru: Кошелек не обновлен
