Repository: Friends-Of-Noso/NosoNode
Catalog: languages/Noso.*.po
Languages: de, es, id, pt, ro

source: Copy address to clipboard
de: Adresse in Zwischenablage kopieren
es: Copiar direccion al portapapeles
id: Salin alamat ke papan klip
pt: Copiar endereço para a área de transferência
ro: Copiază adresa în clipboard

source: Customize address
de: Adresse anpassen
es: Personalizar direccion
id: Mengkustomisasi alamat
pt: Personalizar endereço
ro: Personalizează adresa

source: Set address as Default
de: Adresse als Standard festlegen
es: Fijar direccion como principal
id: Atur alamat sebagai Bawaan
pt: Definir endereço como padrão
ro: Setați adresa ca implicită

source: Donate
de: Spenden
pt: Doar

source: Last downloaded block
de: Zuletzt heruntergeladener Block
pt: Último bloco baixado

source: Network pending orders
de: Ausstehende Aufträge im Netz
es: Ordenes pendientes en red
id: Pesanan jaringan yang tertunda
pt: Ordens pendentes na rede
ro: Tranzacții în așteptare în rețea

source: Generate new address
de: Neue Adresse generieren
es: Crear nueva direccion
id: Buat alamat baru
pt: Gerar novo endereço
ro: Generează o nouă adresă

# tform1.bokcustom.hint
source: Confirm
de: Bestätigen
es: Confirmar
id: Konfirmasi
pt: Confirmar
ro: Confirmă

source: Save
de: Speichern
es: Guardar
id: Simpan
pt: Guardar
ro: Salvează

source: Active JSON-RPC server at launch
de: Aktiver JSON-RPC-Server beim Start
es: Activar servidor JSON-RPC al inicio
id: Server JSON-RPC aktif saat diluncurkan
pt: Ativar servidor JSON-RPC no arranque
ro: Server JSON-RPC activ la lansare

source: Accept only whitelist requests
de: Nur Whitelist-Anfragen akzeptieren
es: Aceptar unicamente solicitudes de lista autorizada
id: Hanya terima permintaan daftar putih
pt: Somente aceitar pedidos de endereços autorizados
ro: Acceptă numai cererile din lista albă

source: Enable JSON-RPC server
de: JSON-RPC-Server einschalten
es: Activar servidor JSON-RPC
id: Aktifkan server JSON-RPC
pt: Permitir servidor JSON-RPC
ro: Activează serverul JSON-RPC

source: Anti freeze (s)
de: Gegen einfrieren (s)
es: Antibloqueo (s)
id: Anti beku
pt: Anti congelamento da aplicação (s)

source: Auto connect at start
de: Automatische Verbindung beim Start
es: Conectar automaticamente al inicio
id: Sambungkan otomatis saat mulai
pt: Conectar automaticamente no arranque
ro: Conectare automată la pornire

source: Send coins only from default address
de: Münzen nur von der Standardadresse senden
es: Enviar monedas solo desde la direccion por defecto
id: Kirim koin hanya dari alamat bawaan
pt: Enviar moedas somente do endereço por defeito
ro: Trimite monezi numai de la adresa implicită

source: Minimize to tray
de: In die Ablage minimieren
es: Minimizar a barra de tareas
id: Minimalkan ke baki
pt: Minimizar para a barra
ro: Minimizează pe bară

source: Download blockchain
de: Blockchain herunterladen
es: Descargar cadena de bloques
pt: Baixar a cadeia de blocos

source: Install automatically new official releases
pt: Instalar lançamentos oficiais automaticamente

source: Run MasterNode
de: MasterNode ausführen
es: Ejecutar Nodo maestro
id: Jalankan MasterNode
pt: Ativar o nó mestre
ro: Rulează MasterNode

source: Enable sound alerts
de: Akustische Warnungen aktivieren
es: Activar alertas de sonido
id: Aktifkan peringatan suara
pt: Permitir alertas sonoros
ro: Activeză alertele sonore

source: Coins filter
de: Münzen filtern
es: Filtro monedas
id: Saring koin
pt: Filtro de moedas
ro: Filtru monezi

source: Use my default addresses
de: Meine Standardadressen verwenden
es: Usar mi direccion por defecto
id: Gunakan alamat bawaan saya
pt: Usar meu endereço por defeito
ro: Utilizează adresele mele implicite

source: About message
de: Über Nachricht
es: Mensaje concepto
id: Tentang pesan
pt: Sobre a mensagem
ro: Despre mesaj

source: Post offer
de: Angebot veröffentlichen
es: Abrir oferta
id: Pasang penawaran
pt: Postar oferta

source: Minimum connections to work
de: Minimale Verbindungen zum Arbeiten
es: Minimo conexiones
id: Koneksi minimum untuk bekerja
pt: Mínimo de ligações para funcionar
ro: Conexiuni minime pentru a funcţiona

source: Connect time out (ms)
de: Zeitüberschreitung beim Verbinden (ms)
es: Tiempo de salida de conexión (ms)
id: Waktu sambung habis (ms)
pt: Tempo esgotado para conectar (ms)
ro: Timpul a expirat pentru conectare (ms)

source: Read time out (ms)
de: Zeitüberschreitung beim Lesen (ms)
es: Tiempo de salida de lectura (ms)
id: Waktu baca habis (ms)
pt: Tempo esgotado para leitura (ms)
ro: Timpul a expirat pentru citire (ms)

source: History orders showed
de: Historische Aufträge zeigen
es: Historial de pedidos mostrados
id: Riwayat pesanan ditampilkan
pt: Mostrando histórico de ordens

source: PoS addresses warning days
de: PoS Adressen Warntage
es: PoS aborda los días de advertencia
id: Peringatan hari alamat PoS
pt: Número de dias para aviso de PoS

source: Wallet language
es: Idioma
id: Bahasa dompet
pt: Língua da carteira
ro: Limbă portofel

source: Static IP
de: Statische IP
pt: IP estático

# tform1.labelededit6.editlabel.caption
source: Port
pt: Porto

source: Funds address
de: Guthaben Adresse
pt: Endereço de fundos

source: Sign address
de: Unterschrifts Adresse
pt: Assinar criptograficamente o endereço

# tform1.labelnobiexaverage.caption
source: Average: -.-
de: Durchschnitt: -.-
es: Promedio: -.-
id: Rata-rata: -.-
pt: Média: -.-

# tform1.labelnobiexlast.caption
source: Last: -.-
de: Letzte: -.-
es: Ultimo: -.-
id: Terakhir: -.-
pt: Último: -.-

source: Transaction details
de: Einzelheiten zur Transaktion
es: Detalles de transaccion
id: Detil transaksi
pt: Detalhes de transação

source: Funds password
de: Guthaben Passwort
pt: Palavra-passe dos fundos

# tform1.le_rpc_port.editlabel.caption
source: Port
pt: Porto

source: Send coins
de: Münzen versenden
es: Enviar fondos
id: Kirim koin
pt: Enviar moedas
ro: Trimite monezi

source: Network
de: Netzwerk
es: Red
id: Jaringan
pt: Rede
ro: Reţea

source: Development
de: Entwicklung
pt: Desenvolvimento

source: View
de: Ansicht
pt: Vista

# tform1.menuitem12.caption
source: Console
de: Konsole
pt: Consola

# tform1.menuitem13.caption
source: Log
pt: Diário

# tform1.menuitem14.caption
source: Monitor
de: Überwachen
pt: Monitorização

source: WebPage
de: WebSeite
pt: Página Web

source: ConSlots
pt: Lista de conexões

source: Language
de: Sprache
pt: Linguagem

source: Import
de: Importieren
pt: Importar

source: Start Server
de: Server starten
es: Iniciar servidor
id: Mulai Server
pt: Iniciar Servidor
ro: Porneşte serverul

source: New file
de: Neue Datei
pt: Novo Ficheiro

source: Updates
de: Aktualisierungen
pt: Actualizações

source: Messages
de: Nachrichten
pt: Mensagens

source: CLear
de: Löschen
es: Limpiar
pt: Limpar

# tform1.menuitem24.caption
source: Copy
de: Kopieren
es: Copiar
id: Salin
pt: Copiar
ro: Copiază

# tform1.menuitem25.caption
source: Clear
de: Löschen
es: Limpiar
id: Bersihkan
pt: Limpar
ro: Goleşte

# tform1.menuitem26.caption
source: Copy
de: Kopieren
es: Copiar
id: Salin
pt: Copiar
ro: Copiază

source: Paste
de: Einfügen
es: Pegar
id: Tempel
pt: Colar
ro: Lipeşte

source: Connect
de: Verbinden
pt: Conectar

# tform1.menuitem4.caption
source: Miner
es: Minero
id: Penambang
pt: Mineiro

source: Import Wallet
de: Brieftasche importieren
es: Importar cartera
id: Impor Dompet
pt: Importar Carteira
ro: Importă portofelul

source: Export Wallet
de: Brieftasche exportieren
es: Exportar cartera
id: Ekspor Dompet
pt: Exportar Carteira
ro: Exportă portofelul

# tform1.menuitem7.caption
source: About...
de: Über...
es: Sobre...
id: Tentang...
pt: Sobre...
ro: Despre...

source: Restart
de: Neustart
es: Reiniciar
id: Mulai ulang
pt: Reiniciar

source: Quit
de: Beenden
es: Salir
id: Berhenti
pt: Sair
ro: Ieşire

source: Send all
de: Alle senden
es: Enviar todo
id: Kirim semua
pt: Enviar todos
ro: Trimite tot

source: Paste destination
de: Ziel einfügen
es: Pegar destino
id: Tempel tujuan
pt: Colar destino
ro: Lipeşte destinația

source: Cancel
de: Abbrechen
es: Cancelar
id: Batal
pt: Cancelar
ro: Anulează

# tform1.scbitclea.caption
source: Clear
de: Löschen
es: Limpiar
id: Bersihkan
pt: Limpar
ro: Goleşte

# tform1.scbitconf.caption
source: Confirm
de: Bestätigen
es: Confirmar
id: Konfirmasi
pt: Confirmar
ro: Confirmă

source: Send
de: Senden
es: Enviar
id: Kirim
pt: Enviar
ro: Trimite

source: Copy Order ID
de: Auftrags-ID kopieren
es: Copiar ID de orden
id: Salin ID Pesanan
pt: Copiar Número de Ordem

source: Connected peers
de: Verbundene Peers
es: Pares conectados
id: Rekan-rekan yang terhubung
pt: Pares conectados
ro: Peer-uri conectate

source: Pool server active
de: Pool Server aktiv
es: Servidor pool activo
pt: Servidor pool ativo

source: RPC server active
de: RPC Server aktiv
es: Servidor RPC activo
id: Server RPC aktif
pt: Servidor RPC ativo
ro: Server RPC activ

source: Masternode active
de: Masternode aktiv
pt: Masternode ativo

source: Noso network time
de: Noso Netzwerk-Zeit
es: Hora de red Noso
id: Waktu jaringan Noso
pt: Horas da rede Noso
ro: Ora de rețea Noso

source: Addresses
de: Adressen
es: Direcciones
id: Alamat
pt: Endereços
ro: Adrese

# tform1.tabconsole.caption
source: Console
de: Konsole
es: Consola
id: Konsol
pt: Consola
ro: Consolă

source: History
de: Verlauf
es: Historial
id: Riwayat
pt: Histórico

# tform1.tabmonitor.caption
source: Monitor
de: Überwachen
pt: Monitorização

# tform1.tabmonitormonitor.caption
source: Monitor
de: Überwachen
pt: Monitorização

# tform1.tabnodeoptions.caption
source: Node
de: Knoten
es: Nodo
id: Simpul
pt: Nó
ro: Nod

source: Nodes
de: Knoten
es: Nodos
id: Simpul
pt: Nós
ro: Noduri

source: Options
de: Optionen
es: Opciones
id: Pilihan
pt: Opções
ro: Opțiuni

# tform1.tabpoollog.caption
source: Log
es: Historial
pt: Diário

source: Miners
es: Mineros
pt: Mineiros

source: Pays
de: Bezahlt
es: Pagos
pt: Pagamentos

source: Stats
de: Statistiken
es: Estadisticas
pt: Estatísticas

# tform1.tabsheet1.caption
source: Wallet
de: Brieftasche
es: Cartera
pt: Carteira

source: Peers
es: Pares
pt: Pares

source: Trade
de: Handel
es: Intercambio
id: Dagang
pt: Intercâmbio

# tform1.tabsheet6.caption
source: Miner
es: Minero
pt: Mineiro

# tform1.tabsheet7.caption
source: Log
es: Historial
pt: Diário

source: Except
de: Ausnahme
es: Excepcion
id: Kecuali
pt: Exceção
ro: Excepție

# tform1.tabsheet9.caption
source: About...
de: Über...
es: Sobre...
id: Tentang...
pt: Sobre...

# tform1.tabwallet.caption
source: Wallet
de: Brieftasche
es: Cartera
id: Dompet
pt: Carteira
ro: Portofel

source: TimeOut reading from slot: %s
de: Zeitüberschreitung beim Lesen vom Slot: %s
es: Error conexion desde hueco: %s
id: TimeOut membaca dari slot: %s
pt: Tempo esgotado lendo do índice: %s
ro: Timpul a expirat pentru citire slot: %s

source: Error Reading lines from slot: %s
de: Fehler beim Lesen von Zeilen aus Slot: %s
es: Error reciviendo linea desde hueco: %s
id: Kesalahan Membaca baris dari slot: %s
pt: Erro ao ler linhas do índice: %s
ro: Eroare la citirea liniilor din slot: %s

source: Receiving headers
de: Empfangen von Kopfzeilen
es: Recibiendo cabeceras
id: Menerima tajuk
pt: Recebendo cabeçalhos
ro: Primesc anteturile

source: Error Receiving headers from %s (%s)
de: Fehler beim Empfangen von Kopfzeilen von %s (%s)
es: Error recibiendo cabeceras desde %s(%s)
id: Kesalahan Menerima tajuk dari %s (%s)
pt: Erro ao receber cabeçalhos de %s(%s)
ro: Eroare la primirea antetelor de la %s (%s)

# translation.rs0005
source: Headers file received: %s
de: Kopfzeilendatei empfangen: %s
es: Cabeceras recibidas: %s
id: Berkas Tajuk diterima: %s
pt: Ficheiro de cabeçalhos recebido: %s
ro: Fișier de antet primit: %s

source: Receiving blocks
de: Empfang von Blöcken
es: Descargando bloques
id: Menerima blok
pt: Recebendo blocos
ro: Primesc blocurile

source: Error Receiving blocks from %s (%s)
de: Fehler beim Empfang von Blöcken von %s (%s)
es: Error recibiendo bloques desde %s (%s)
id: Kesalahan Menerima blok dari %s (%s)
pt: Erro ao receber blocos de %s(%s)
ro: Eroare la primirea blocurilor de la %s (%s)

source: Error sending outgoing message: %s
de: Fehler beim Senden einer ausgehenden Nachricht: %s
es: Error al enviar el mensaje saliente: %s
id: Kesalahan saat mengirim pesan keluar: %s
pt: Erro ao enviar mensagem de saída: %s
ro: Eroare la trimiterea mesajului: %s

source: ERROR: Deleting OutGoingMessage-> %s
de: FEHLER: Löschen der ausgehenden Nachricht-> %s
es: ERROR: Eliminar OutGoingMessage-> %s
id: KESALAHAN: Menghapus OutGoingMessage-> %s
pt: ERRO: Apagando mensagem de saída-> %s
ro: EROARE: Se șterge OutGoingMessage-> %s

source: Auto restart enabled
de: Automatischer Neustart aktiviert
es: Reinicio automático habilitado
id: Mulai ulang otomatis diaktifkan
pt: Reinicio automático permitido
ro: Repornirea automată este activată

source: BAT file created
de: BAT-Datei erstellt
es: Archivo BAT creado
id: Berkas BAT dibuat
pt: Ficheiro BAT creado
ro: Fișier BAT creat

source: Crash info file created
de: Absturzinfodatei erstellt
es: Archivo de información de error creado
id: Berkas info kerusakan dibuat
pt: Ficheiro informativo de falha criado
ro: Fișierul cu informații despre incident a fost creat

source: Data restart file created
de: Daten-Neustartdatei erstellt
es: Archivo de reinicio creado
id: Berkas muat ulang data dibuat
pt: Ficheiro de dados de reinicio criado
ro: Fișierul cu datele de repornire a fost creat

source: All forms closed
de: Alle Formen geschlossen
es: Todos los formularios cerrados
id: Semua formulir ditutup
pt: Todos os formulários fechados
ro: Toate formularele închise

source: Outgoing connections closed
de: Ausgehende Verbindungen geschlossen
es: Conexiones salientes cerradas
id: Koneksi keluar ditutup
pt: Conexões de saída fechadas
ro: Conexiunile de ieșire închise

source: Node server closed
de: Knotenserver geschlossen
es: Servidor de nodo cerrado
id: Server simpul ditutup
pt: Servidor nó fechado
ro: Nodul de server închis

source: Closing pool server...
de: Pool Server schließen...
es: Cerrando servidor de pool...
id: Menutup server kolam...
pt: Fechando servidor pool...
ro: Se închide serverul Pool...

source: Pool server closed
de: Pool Server geschlossen
es: Servidor de pool cerrado
id: Server kolam ditutup
pt: Servidor pool fechado
ro: Serverul Pool închis

source: Pool members file saved
de: Datei der Poolmitglieder gespeichert
es: Archivo de miembros de pool guardado
id: Berkas anggota kolam disimpan
pt: Ficheiro de membros da pool guardado
ro: Fișierul membrilor de Pool a fost salvat

source: Noso launcher executed
de: Noso Launcher ausgeführt
es: Lanzador Noso ejecutado
id: Peluncur Noso dieksekusi
pt: Inicializador da aplicação Noso executado
ro: Lansatorul Noso a fost executat

source: Blocks received up to %s
de: Empfangene Blöcke bis zu %s
es: Bloques recibidos hasta el %s
id: Blok diterima hingga %s
pt: Blocos recebidos até %s
ro: Blocuri primite până la %s

source: ✓ Data directory ok
de: ✓ Datenverzeichnis ok
es: ✓ Directorio de datos Ok
id: ✓ Direktori data ok
pt: ✓ Pasta de dados Ok
ro: ✓ Director de date Ok

source: ✓ GUI initialized
de: ✓ GUI initialisiert
es: ✓ Interfaz de usuario inicializada
id: ✓ GUI diinisialisasi
pt: ✓ GUI Inicializada
ro: ✓ GUI inițializat

source: ✓ My data updated
de: ✓ Meine Daten aktualisiert
es: ✓ Mis datos actualizados
id: ✓ Data saya diperbarui
pt: ✓ Meus dados actualizados
ro: ✓ Datele mele au fost actualizate

source: ✓ Miner configuration set
de: ✓ Miner-Konfiguration eingestellt
es: ✓ Fijada configuraciond el minero
id: ✓ Atur konfigurasi penambang
pt: ✓ Configuração de mineiro establecida
ro: ✓ Set de configurare miner

source: ✓ %s languages available
de: ✓ %s Sprachen verfügbar
es: ✓ %s idiomas disponibles
id: ✓ %s bahasa tersedia
pt: ✓ %s línguas disponíveis
ro: ✓ %s limbi disponibile

source: Wallet %s%s
de: Brieftasche %s%s
es: Cartera %s%s
pt: Carteira %s%s

source: ✓ %s CPUs found
de: ✓ %s CPUs gefunden
es: ✓ %s CPUs presentes
id: ✓ %s CPU ditemukan
pt: ✓ %s CPUs encontrados
ro: ✓ %s CPU-uri găsite

source: Noso session started
de: Noso-Sitzung gestartet
es: Sesion Noso iniciada
id: Sesi Noso dimulai
pt: Sessão Noso iníciada
ro: Sesiunea Noso a început

source: Closing wallet
de: Brieftasche schließen
es: Cerrando cartera
id: Menutup dompet
pt: Fechando Carteira
ro: Se închide portofelul

source: POOL: Error trying close a pool client connection (%s)
de: POOL: Fehler beim Versuch, eine Pool-Client-Verbindung zu schließen (%s)
es: POOL: Error intentando cerrar conexion de cliente (%s)
id: KOLAM: Kesalahan saat mencoba menutup koneksi klien kolam (%s)
pt: POOL: Erro ao tentar fechar uma ligação ao cliente da pool (%s)
ro: POOL: Eroare la încercarea de a închide conexiunea de client de pool (%s)

source: POOL: Error sending message to miner (%s)
de: POOL: Fehler beim Senden der Nachricht an den Miner (%s)
es: POOL: Error enviando mensaje a minero (%s)
id: KOLAM: Kesalahan mengirim pesan ke penambang (%s)
pt: POOL: Erro ao tentar enviar mensagem ao mineiro (%s)
ro: POOL: Eroare la trimiterea mesajului către miner (%s)

source: POOL: Rejected not registered user
de: POOL: Abgelehnter nicht registrierter Benutzer
es: POOL: Rechazado usuario no registrado
id: KOLAM: Pengguna yang tidak terdaftar ditolak
pt: POOL: Rejeitando utilizador não registado
ro: POOL: Utilizator neînregistrat respins

source: Pool: Error registering a ping-> %s
de: Pool: Fehler bei der Registrierung eines Pings-> %s
es: Pool: Error registrando un ping-> %s
id: Kolam: Kesalahan mendaftarkan ping-> %s
pt: POOL: Error recebendo um ping-> %s
ro: Pool: Eroare la înregistrarea ping-ului -> %s

source: Pool solution verified!
de: Pool-Lösung bestätigt!
es: Solucion del pool verificada!
id: Solusi kolam diverifikasi!
pt: Solução verificada na Pool!
ro: Soluția Pool-ului verificată!

source: Pool solution FAILED at step %s
de: Pool-Lösung FEHLGESCHLAGEN bei Schritt %s
es: Solucion del pool fallo en el paso %s
id: Solusi kolam GAGAL pada langkah %s
pt: Falha na solução da Pool no passo %s
ro: Soluția Pool-ului a EŞUAT la pasul %s

source: Pool: Error inside CSPoolStep-> %s
de: Pool: Fehler in CSPoolSchritt-> %s
es: Pool: Error dentro de CSPoolStep-> %s
id: Kolam: Kesalahan di dalam CSPoolStep-> %s
pt: Pool: Erro no dentro do CSPoolStep-> %s

source: POOL: Unexpected command from: %s -> %s
de: POOL: Unerwarteter Befehl von: %s -> %s
es: POOL: Comando inesperado desde: %s -> %s
id: KOLAM: Perintah tak terduga dari: %s -> %s
pt: POOL: Comando imprevisto de: %s -> %s
ro: POOL: Comandă neașteptată de la: %s -> %s

source: POOL: Status requested from %s
de: POOL: Status angefordert von %s
es: POOL: Estado solicitado desde %s
id: KOLAM: Status diminta dari %s
pt: Pool: Estado requisitado de %s
ro: POOL: Status solicit de la %s

source: Pool: closed incoming %s (%s)
de: Pool: schließe eingehende %s (%s)
es: Pool: Cerrado entrante %s (%s)
id: Kolam: menutup yang sedang masuk %s (%s)
pt: Pool: fechando entrada %s (%s)
ro: Pool: Închidere in derulare %s (%s)

source: Pool: Error inside MinerJoin-> %s
de: Pool: Fehler innerhalb von MinerJoin-> %s
pt: Pool: Erro dentro de MinerJoin-> %s

source: SERVER: Error trying close a server client connection (%s)
de: SERVER: Fehler beim Schließen einer Server-Client-Verbindung (%s)
es: SERVER: Error intentando cerrar conexion con cliente (%s)
id: SERVER: Kesalahan saat mencoba menutup koneksi klien server (%s)
pt: SERVIDOR: Erro ao tentar terminar ligação a cliente (%s)
ro: SERVER: Eroare în încercarea de a închide o conexiune client server (%s)

source: SERVER: Received a line from a client without and assigned slot: %s
de: SERVER: Eine Zeile von einem Client ohne zugewiesenen Slot wurde empfangen: %s
es: SERVER: Recibida linea de cliente sin ranura asignada: %s
id: SERVER: Menerima sambungan dari klien tanpa dan slot yang ditetapkan: %s
pt: SERVIDOR: Linha recebida sem um índice designado: %s
ro: SERVER: Am primit o linie de la un client fără slot atribuit: %s

source: SERVER: Timeout reading line from connection
de: SERVER: Zeitüberschreitung beim Lesen der Zeile von der Verbindung
es: SERVER: Fuera de tiempo leyendo linea desde conexion
id: SERVER: Waktu habis membaca baris dari koneksi
pt: SERVIDOR: Esgotado tempo de leitura de uma ligação
ro: SERVER: Timpul a expirat pentru citirea liniei din conexiune

source: SERVER: Can not read line from connection %s (%s)
de: SERVER: Kann Zeile von Verbindung nicht lesen %s (%s)
es: SERVER: No se puede leer linea desde conexion %s (%s)
id: SERVER: Tidak dapat membaca baris dari koneksi %s (%s)
pt: SERVIDOR: Incapaz de ler linha da ligação %s (%s)
ro: SERVER: Nu se poate citi linia de la conexiunea %s (%s)

source: SERVER: Server error receiving headers file (%s)
de: SERVER: Serverfehler beim Empfang der Kopfzeilen-Datei (%s)
es: SERVER: Error recibiendo archivo de cabeceras (%s)
id: SERVER: Kesalahan server menerima tajuk berkas (%s)
pt: SERVIDOR: Erro ao receber ficheiro de cabeçalhos (%s)
ro: SERVER: Eroare de server la primirea fișierului de anteturi (%s)

# translation.rs0047
source: Headers file received: %s
de: Kopfzeilendatei empfangen: %s
es: Cabeceras recibidas: %s
id: Berkas tajuk diterima: %s
pt: Ficheiro de cabeçalhos recebido: %s
ro: Fișier de anteturi primit: %s

source: SERVER: Server error receiving block file (%s)
de: SERVER: Serverfehler beim Empfang der Blockdatei (%s)
es: SERVER: Error recibiendo archivo de bloque (%s)
id: SERVER: Kesalahan server menerima berkas blok (%s)
pt: SERVIDOR: Erro ao receber ficheiro de bloco (%s)
ro: SERVER: Eroare de server la primirea fișierului bloc (%s)

source: SERVER: Error creating stream from headers: %s
de: SERVER: Fehler beim Erstellen eines Datenstroms aus den Kopfzeilen: %s
es: SERVER: Error creando copia en memoria de cabeceras: %s
id: SERVER: Kesalahan membuat aliran dari tajuk: %s
pt: SERVIDOR: Erro ao criar fluxo a partir dos cabeçalhos: %s
ro: SERVER: Eroare la crearea fluxului din anteturi: %s

source: Headers file sent to: %s
de: Kopfzeilen-Datei gesendet an: %s
es: Cabeceras enviadas a: %s
id: Berkas tajuk dikirim ke: %s
pt: Ficheiro de cabeçalhos enviado para: %s
ro: Fișier de antet trimis la: %s

source: SERVER: Error sending headers file (%s)
de: SERVER: Fehler beim Senden der Kopfzeilen-Datei (%s)
es: SERVER: Error enviando archivo de cabeceras (%s)
id: SERVER: Kesalahan saat mengirim berkas tajuk (%s)
pt: SERVIDOR: Erro ao enviar ficheiro de cabeçalhos (%s)
ro: SERVER: Eroare la trimiterea fișierului de antete (%s)

source: SERVER: BlockZip send to %s: %s
de: SERVER: BlockZip sendet an %s: %s
es: SERVER: Archivo ZIP de bloques enviado a %s: %s
id: SERVER: BlockZip kirim ke %s: %s
pt: SERVIDOR: Arquivo zip de blocos enviado para %s: %s
ro: SERVER: BlockZip trimis la %s: %s

source: SERVER: Error sending ZIP blocks file (%s)
de: SERVER: Fehler beim Senden der ZIP-Blockdatei (%s)
es: SERVER: Error enviandos archivo ZIP de bloques (%s)
id: SERVER: Kesalahan mengirim berkas blok ZIP (%s)
pt: SERVIDOR: Erro ao enviar arquivo zip de blocos (%s)
ro: SERVER: Eroare la trimiterea fișierului cu blocuri ZIP (%s)

source: SERVER: Error adding received line (%s)
de: SERVER: Fehler beim Hinzufügen der empfangenen Zeile (%s)
es: SERVER: Error añadiendo linea recibida (%s)
id: SERVER: Kesalahan menambahkan baris yang diterima (%s)
pt: SERVIDOR: Erro ao adicionar linha recebida (%s)
ro: SERVER: Eroare la adăugarea liniei primite (%s)

source: SERVER: Got unexpected line: %s
de: SERVER: Unerwartete Zeile erhalten: %s
es: SERVER: Recibida linea no experada: %s
id: SERVER: Mendapat baris tak terduga: %s
pt: SERVIDOR: Linha inesperada recebida: %s
ro: SERVER: Am primit o linie neașteptată: %s
