Repository: Friends-Of-Noso/NosoNode
Catalog: languages/Noso.*.po
Languages: de, es, id, pt, ro

source: SERVER: Timeout reading line from new connection
de: SERVER: Zeitüberschreitung beim Lesen der Zeile einer neuen Verbindung
es: SERVER: Fuera de tiempo leyendo linea de nueva conexion
id: SERVER: Batas waktu membaca baris dari koneksi baru
pt: SERVIDOR: Tempo esgotado ao tentar ler linha de uma nova ligação
ro: SERVER: Timpul a expirat pentru citirea liniei de la noua conexiune

source: SERVER: Can not read line from new connection (%s)
de: SERVER: Kann Zeile von neuer Verbindung nicht lesen (%s)
es: SERVER: No se puede leer linea de nueva conexion (%s)
id: SERVER: Tidak dapat membaca baris dari koneksi baru (%s)
pt: SERVIDOR: Incapaz de ler linha de uma nova ligação (%s)
ro: SERVER: Nu se poate citi linia de la noua conexiune (%s)

source: SERVER: Invalid client -> %s
de: SERVER: Ungültiger Client -> %s
es: SERVER: Cliente invalido -> %s
id: SERVER: Klien tidak valid -> %s
pt: SERVIDOR: Cliente inválido -> %s
ro: SERVER: Client invalid -> %s

source: SERVER: Own connected
de: SERVER: Eigene Verbindung
es: SERVER: Conexion propia
id: SERVER: Terhubung sendiri
pt: SERVIDOR: Ligação a si mesmo
ro: SERVER: Conectare proprie

source: SERVER: Duplicated connection -> %s
de: SERVER: Doppelte Verbindung -> %s
es: SERVER: Conexion duplicada -> %s
id: SERVER: Koneksi duplikat -> %s
pt: SERVIDOR: Ligação em duplicado -> %s
ro: SERVER: Conexiune duplicat -> %s

source: New Connection from: %s
de: Neue Verbindung von: %s
es: Nueva conexion desde: %s
id: Koneksi Baru dari: %s
pt: Nova ligação de: %s
ro: Conexiune nouă de la: %s

source: SERVER: Closed unhandled incoming connection -> %s
de: SERVER: Unbehandelte eingehende Verbindung geschlossen -> %s
es: SERVER: Cerrada conexion entrante sin resolver -> %s
id: SERVER: Koneksi masuk yang tidak tertangani tertutup -> %s
pt: SERVIDOR: Fechando ligação de entrada não tratada -> %s
ro: SERVER: Conexiune necontrolată de intrare închisă -> %s

source: Next block required
de: Nächster Block benötigt
pt: Bloco seguinte requisitado

source: My PoS addresses
de: Meine PoS Adressen
pt: Meu endereço PoS

source: My PoS earnings
de: Meine PoS Einnahmen
pt: Meus ganhos PoS

source: Rebuilding my transactions...
de: Wiederaufbau meiner Transaktionen...
es: Reconstruyendo mis transacciones...
id: Membangun kembali transaksi saya...
pt: Reconstruindo transações pessoais...
ro: Se reconstruieşte tranzacțiile mele...

source: ✓ My transactions rebuilded
de: ✓ Meine Transaktionen wurden wiederhergestellt
es: ✓ Mis transacciones recontruido
id: ✓ Transaksi saya dibangun kembali
pt: ✓ Transações pessoais reconstruidas
ro: ✓ Tranzacțiile mele au fost reconstruite

source: ✓ My transactions grid updated
de: ✓ Mein Transaktionsgitter aktualisiert
es: ✓ Tabla de historial actualizada
id: ✓ Kisi transaksi saya diperbarui
pt: ✓ Tabela de transações pessoais actualizada
ro: ✓ Grila mea de tranzacții a fost actualizată

source: ✓ Launcher file deleted
de: ✓ Launcher Datei gelöscht
es: ✓ Archivo de ejecucion borrado
id: ✓ Berkas peluncur dihapus
pt: ✓ Ficheiro de lançamento apagado
ro: ✓ Fișierul de lansare a fost șters

source: ✓ Restart file deleted
de: ✓ Neustart Datei gelöscht
es: ✓ Archivo de reinicio borrado
id: ✓ Mulai ulang berkas yang dihapus
pt: ✓ Ficheiro de reinicio apagado
ro: ✓ Fișierul de repornire a fost șters

source: Noso Launcher
es: Lanzador Noso
id: Peluncur Noso
pt: Lançador Noso
ro: Lansator Noso

source: Destination
de: Ziel
es: Destino
id: Destinasi
pt: Destino

source: Amount
de: Betrag
es: Monto
id: Jumlah
pt: Quantia
ro: Cantitate

source: Reference
de: Referenz
es: Referencia
id: Referensi
pt: Referencia
ro: Referinţă

source: Balance
pt: Saldo

source: Server
es: Servidor
pt: Servidor

source: Connections
de: Verbindungen
es: Conexiones
id: Koneksi
pt: Ligações
ro: Conexiuni

source: Headers
de: Kopfzeilen
es: Cabeceras
id: Tajuk
pt: Cabeçalhos
ro: Anteturi

source: Summary
de: Zusammenfassung
es: Sumario
id: Ringkasan
pt: Sumário
ro: Rezumat

source: LastBlock
de: LetzterBlock
es: UltBloque
id: BlokTerakhir
pt: Último Bloco
ro: Ultimul bloc

source: Blocks
de: Blöcke
es: Bloques
id: Blok
pt: Blocos
ro: Blocuri

source: Pending
de: Ausstehend
es: Pendiente
id: Tertunda
pt: Pendentes
ro: In aşteptare

source: Invalid language: %s
es: Idioma invalido: %s
id: Bahasa tidak valid: %s
pt: Língua inválida: %s
ro: Limbă invalidă: %s

source: Click on image to close it
es: Click en la imagen para cerrarla
id: Klik pada gambar untuk menutupnya
ro: Click pe imagine pentru a o inchide

# tform1.bitbtnblocks.hint
source: Last downloaded block
es: Ultimo bloque descargado
id: Blok terakhir yang diunduh
ro: Ultimul bloc descărcat

# tform1.bitbtndonate.caption
source: Donate
id: Donasi
ro: Donează

# tform1.bitbtnweb.caption
source: Web
id: Jaringan

source: Show QR code
es: Mostar codigo QR
id: Tampilkan QR code
ro: Afișează codul QR

source: Start
id: Mulai

source: Stop
id: Berhenti

source: Block file
id: Berkas blok
ro: Fișierul blocului

source: Block hash
id: Hash blok
ro: Hash-ul blocului

source: Summary hash
id: Ringkasan hash
ro: Rezumat Hash

# tform1.label10.caption
source: Funds address
id: Alamat dana
ro: Adresa fondurilor

# tform1.label11.caption
source: Sign address
id: Tanda tangan alamat
ro: Semnează adresa

# tform1.label13.caption
source: Funds password
id: Sandi dana
ro: Parola fondurilor

source: Waiting
id: Menunggu
ro: În aşteptare

# tform1.menuitem23.caption
source: CLear
id: Bersihkan
ro: Goleşte

# tform1.menuitem3.caption
source: Connect
es: Conectar
id: Sambung
ro: Conectare

source: Doctor
id: Dokter

source: Checking last release available...
es: Verificando ultima version disponible...
id: Memeriksa rilis terakhir yang tersedia...
ro: Verific ultima versiune disponibilă...

source: ✗ Failed connecting with project repo
es: ✗ Fallo conectando con repositorio del proyecto
id: ✗ Gagal terhubung dengan repo proyek
ro: ✗ Nu se stabili conexiunea la depozitul de proiect

source: ✓ Running last release version
es: ✓ Ejecutando version actualizada
id: ✓ Menjalankan versi rilis terakhir
ro: ✓ Rulează ultima versiune

source: ✗ New version available on project repo
es: ✗ Existe una nueva version disponible
id: ✗ Versi baru tersedia di repo proyek
ro: ✗ Versiune nouă disponibilă în depozitul de proiect

source: ✓ Running a development version
es: ✓ Ejecutando version de desarrollo
id: ✓ Menjalankan versi pengembang
ro: ✓ Rulează o versiune de dezvoltare

source: Start server
es: Iniciar nodo
id: Mulai server
ro: Porneşte serverul

source: Stop server
es: Detener nodo
id: Hentikan server
ro: Opreşte serverul

# translation.rs0078
source: Connect
es: Conectar
id: Hubungkan
ro: Conectare

source: Disconnect
es: Desconnectar
id: Memutus
ro: Deconectat

# translation.rs0504
source: Balance
es: Saldo
id: Saldo

source: Wallet restart needed
es: Se requiere reiniciar
id: Diperlukan mulai ulang dompet
ro: Este necesară repornirea portofelului

source: Address
es: Direccion
id: Alamat
ro: Adrese

# translation.rs0515
source: Balance
es: Saldo
id: Saldo
ro: Balanţă

source: Processing block %d (%d %%)
id: Memproses blok %d (%d %%)
ro: Procesez blocul %d (%d %%)

source: ----- ERROR ---- Block: %d
id: ----- KESALAHAN ---- Blok: %d

source: Wrong block hash File: %s Headers: %s
id: Salah blok hash Berkas: %s Tajuk: %s

source: File not found: %s
id: Berkas tidak ditemukan: %s
ro: Fișierul nu a fost găsit: %s

source: Wrong summary hash Summary: %s Headers: %s
id: Ringkasan hash yang salah Ringkasan: %s Tajuk: %s

# translation.rs0501
source: Destination
ro: Destinaţie
