Repository: Friends-Of-Noso/NosoNode
Catalog: languages/Noso.ua.po
Languages: uk_ua

source: Copy address to clipboard
uk_ua: Скопіювати адресу в буфер обміну

source: Customize address
uk_ua: Налаштуйте адресу

source: Set address as Default
uk_ua: Встановити адресу за замовчуванням

# tform1.bitbtnblocks.hint
source: Last downloaded block
uk_ua: Останній завантажений блок

# tform1.bitbtndonate.caption
source: Donate
uk_ua: Пожертвувати

source: Network pending orders
uk_ua: Мережа відкладених транзакцiй

source: Generate new address
uk_ua: Згенерувати нову адресу

# tform1.bokcustom.hint
source: Confirm
uk_ua: Підтвердьте

source: Save
uk_ua: Зберегти

source: Start
uk_ua: Почати

source: Stop
uk_ua: Стоп

source: Block file
uk_ua: Блок файл

source: Block hash
uk_ua: Блок хеш

source: Summary hash
uk_ua: Резюме хеш

source: Active JSON-RPC server at launch
uk_ua: Активний сервер JSON-RPC під час запуску

source: Accept only whitelist requests
uk_ua: Приймайте лише запити з білого списку

source: Enable JSON-RPC server
uk_ua: Увімкнути сервер JSON-RPC

source: Send coins only from default address
uk_ua: Надсилати монети лише з адреси за замовчуванням

source: Run MasterNode
uk_ua: Запустити MasterNode

source: Enable sound alerts
uk_ua: Увімкнути звукові сповіщення

source: Coins filter
uk_ua: Фільтр для монет

source: Use my default addresses
uk_ua: Використовувати мої адреси за замовчуванням

source: About message
uk_ua: Про повідомлення

# tform1.label10.caption
source: Funds address
uk_ua: Адреса коштів

# tform1.label11.caption
source: Sign address
uk_ua: Підпишіть адресу

# tform1.label12.caption
source: Port
uk_ua: Порт

# tform1.label13.caption
source: Funds password
uk_ua: Пароль коштів

source: Wallet language
uk_ua: Мова гаманця

# tform1.label9.caption
source: Port
uk_ua: Порт

source: Waiting
uk_ua: Очікування

source: Send coins
uk_ua: Надсилати монети

source: Network
uk_ua: Мережа

source: Start Server
uk_ua: Запустити сервер

# tform1.menuitem23.caption
source: CLear
uk_ua: Очистити

# tform1.menuitem24.caption
source: Copy
uk_ua: Копіювати

# tform1.menuitem25.caption
source: Clear
uk_ua: Очистити

# tform1.menuitem26.caption
source: Copy
uk_ua: Копіювати

source: Paste
uk_ua: Вставити

# tform1.menuitem3.caption
source: Connect
uk_ua: Підключити

# tform1.menuitem4.caption
source: Miner
uk_ua: Майнер

source: Import Wallet
uk_ua: Імпорт Гаманця

source: Export Wallet
uk_ua: Експорт Гаманця

# tform1.menuitem7.caption
source: About...
uk_ua: Про...

source: Restart
uk_ua: Перезапустити

source: Quit
uk_ua: Вийти

source: Send all
uk_ua: Надіслати все

source: Paste destination
uk_ua: Вставити отримувача

source: Cancel
uk_ua: Скасувати

# tform1.scbitclea.caption
source: Clear
uk_ua: Очистити

# tform1.scbitconf.caption
source: Confirm
uk_ua: Підтвердити

source: Send
uk_ua: Надіслати

source: Connected peers
uk_ua: Підключені однолітки

source: RPC server active
uk_ua: Сервер RPC активний

source: Noso network time
uk_ua: Час мережі Noso

source: Addresses
uk_ua: Адреси

# tform1.tabconsole.caption
source: Console
uk_ua: Консоль

source: Doctor
uk_ua: Лікар

# tform1.tabnodeoptions.caption
source: Node
uk_ua: Вузол

source: Nodes
uk_ua: Вузли

source: Options
uk_ua: Параметри

source: Except
uk_ua: Крім

# tform1.tabwallet.caption
source: Wallet
uk_ua: Гаманець

source: TimeOut reading from slot: %s
uk_ua: Тайм-аут читання зі слота: %s

source: Error Reading lines from slot: %s
uk_ua: Помилка читання рядків із слота: %s

source: Receiving headers
uk_ua: Отримання заголовків

source: Error Receiving headers from %s (%s)
uk_ua: Помилка отримання заголовків від %s (%s)

# translation.rs0005
source: Headers file received: %s
uk_ua: Отриманий файл заголовків: %s

source: Receiving blocks
uk_ua: Прийом блоків

source: Error Receiving blocks from %s (%s)
uk_ua: Помилка отримання блоків від %s (%s)

source: Error sending outgoing message: %s
uk_ua: Помилка надсилання вихідного повідомлення: %s

source: ERROR: Deleting OutGoingMessage-> %s
uk_ua: ПОМИЛКА: Видалення вихідного повідомлення-> %s

source: Auto restart enabled
uk_ua: Автоматичний перезапуск увімкнено

source: BAT file created
uk_ua: Створено файл BAT

source: Crash info file created
uk_ua: Створено файл інформації про аварійне завершення роботи

source: Data restart file created
uk_ua: Створено файл перезавантаження даних

source: All forms closed
uk_ua: Всі форми закриті

source: Outgoing connections closed
uk_ua: Вихідні з’єднання закриті

source: Node server closed
uk_ua: Сервер вузла закритий

source: Closing pool server...
uk_ua: Закриття сервера пулу...

source: Pool server closed
uk_ua: Сервер пулу закритий

source: Pool members file saved
uk_ua: Файл учасників пулу збережено

source: Noso launcher executed
uk_ua: Запуск Noso запущено

source: Blocks received up to %s
uk_ua: Отримано блоків до %s

source: ✓ Data directory ok
uk_ua: ✓ Каталог даних впорядку

source: ✓ GUI initialized
uk_ua: ✓GUI Ініціалізовано

source: ✓ My data updated
uk_ua: ✓ Дані оновлено

source: ✓ Miner configuration set
uk_ua: ✓ Набір конфігурації Майнера

source: ✓ %s languages available
uk_ua: ✓ Доступні мови: %s

source: ✓ %s CPUs found
uk_ua: ✓ %s CPUs знайдено

source: Noso session started
uk_ua: Сесія Noso розпочалася

source: Closing wallet
uk_ua: Закриття гаманця

source: POOL: Error trying close a pool client connection (%s)
uk_ua: Пул: Помилка спроби закрити підключення клієнта пулу (%s)

source: POOL: Error sending message to miner (%s)
uk_ua: Пул: Помилка надсилання повідомлення майнеру (%s)

source: POOL: Rejected not registered user
uk_ua: Пул: Відхилений незареєстрований користувач

source: Pool: Error registering a ping-> %s
uk_ua: Пул: помилка реєстрації ping-> %s

source: Pool solution verified!
uk_ua: Рішення для пулу перевірено!

source: Pool solution FAILED at step %s
uk_ua: Рішення пулу НЕ ВІДОМЛЕННО на кроці %s

source: POOL: Unexpected command from: %s -> %s
uk_ua: Пул: Неочікувана команда від: %s -> %s

source: POOL: Status requested from %s
uk_ua: Пул: Статус запитується від %s

source: Pool: closed incoming %s (%s)
uk_ua: Пул: закритий вхідний %s (%s)

source: SERVER: Error trying close a server client connection (%s)
uk_ua: СЕРВЕР: Помилка спроби закрити клієнтське з'єднання сервера (%s)

source: SERVER: Received a line from a client without and assigned slot: %s
uk_ua: СЕРВЕР: Отримано лінію від клієнта без і призначений слот: %s

source: SERVER: Timeout reading line from connection
uk_ua: СЕРВЕР: Тайм-аут читання рядка з підключення

source: SERVER: Can not read line from connection %s (%s)
uk_ua: СЕРВЕР: Неможливо прочитати рядок із з'єднання %s (%s)

source: SERVER: Server error receiving headers file (%s)
uk_ua: СЕРВЕР: помилка сервера під час отримання файлу заголовків (%s)

# translation.rs0047
source: Headers file received: %s
uk_ua: Отриманий файл заголовків: %s

source: SERVER: Server error receiving block file (%s)
uk_ua: СЕРВЕР: помилка сервера під час отримання файлу блоку (%s)

source: SERVER: Error creating stream from headers: %s
uk_ua: СЕРВЕР: Помилка створення потоку із заголовків: %s

source: Headers file sent to: %s
uk_ua: Файл заголовків надіслано до: %s

source: SERVER: Error sending headers file (%s)
uk_ua: СЕРВЕР: Помилка надсилання файлу заголовків (%s)

source: SERVER: BlockZip send to %s: %s
uk_ua: СЕРВЕР: BlockZip надіслати до %s: %s

source: SERVER: Error sending ZIP blocks file (%s)
uk_ua: СЕРВЕР: Помилка надсилання ZIP-файлу блоків (%s)

source: SERVER: Error adding received line (%s)
uk_ua: СЕРВЕР: Помилка додавання отриманого рядка (%s)

source: SERVER: Got unexpected line: %s
uk_ua: СЕРВЕР: Отримано неочікуваний рядок: %s

source: SERVER: Timeout reading line from new connection
uk_ua: СЕРВЕР: Тайм-аут читання рядка з нового з'єднання

source: SERVER: Can not read line from new connection (%s)
uk_ua: СЕРВЕР: Не вдається прочитати рядок з нового з'єднання (%s)

source: SERVER: Invalid client -> %s
uk_ua: СЕРВЕР: Недійсний клієнт -> %s

source: SERVER: Own connected
uk_ua: СЕРВЕР: Власний підключений

source: SERVER: Duplicated connection -> %s
uk_ua: СЕРВЕР: Дубльоване з'єднання -> %s

source: New Connection from: %s
uk_ua: Нове підключення від: %s

source: SERVER: Closed unhandled incoming connection -> %s
uk_ua: СЕРВЕР: закрите необроблене вхідне з'єднання -> %s

source: Rebuilding my transactions...
uk_ua: Відновлення моїх транзакцій...

source: ✓ My transactions rebuilded
uk_ua: ✓ Мої транзакції відновлено

source: ✓ My transactions grid updated
uk_ua: ✓ Моя сітка транзакцій оновлена

source: ✓ Launcher file deleted
uk_ua: ✓ Файл запуску видалено

source: ✓ Restart file deleted
uk_ua: ✓ Файл перезавантаження видалено

source: Checking last release available...
uk_ua: Перевірка останнього доступного випуску...

source: ✗ Failed connecting with project repo
uk_ua: ✗ Помилка підключення до репо проекту

source: ✓ Running last release version
uk_ua: ✓ Запуск останньої версії випуску

source: ✗ New version available on project repo
uk_ua: ✗ Нова версія доступна в репо проекту

source: ✓ Running a development version
uk_ua: ✓ Запуск версії для розробки

source: Start server
uk_ua: Запустити сервер

source: Stop server
uk_ua: Зупинити сервер

# translation.rs0078
source: Connect
uk_ua: Підключіть

source: Disconnect
uk_ua: Від’єднати

source: Noso Launcher
uk_ua: Noso Лаунчер

# translation.rs0501
source: Destination
uk_ua: Пункт призначення

source: Amount
uk_ua: Сума

source: Reference
uk_ua: Платник

source: Server
uk_ua: Сервер

source: Connections
uk_ua: З'єднання

source: Headers
uk_ua: Заголовки

source: LastBlock
uk_ua: Останній блок

source: Blocks
uk_ua: Блоки

source: Pending
uk_ua: Очікується

source: Invalid language: %s
uk_ua: Недійсна мова: %s

source: Wallet restart needed
uk_ua: Потрібно перезавантажити гаманць

source: Address
uk_ua: Адреса

# translation.rs0515
source: Balance
uk_ua: Баланс

source: Processing block %d (%d %%)
uk_ua: Блок обробки %d (%d %%)

source: File not found: %s
uk_ua: Файл не знайдено: %s

source: Invalid address
uk_ua: Недійсна адреса

source: You can not do it while pool is active.
uk_ua: Ви не можете робити це, коли пул активний.

source: Totals: %d connections, %d IPs
uk_ua: Усього: %d підключень, %d IP-адрес

source: Address do not exists in wallet.
uk_ua: Адреса не існує в гаманці.

source: Keys pasted to clipboard.
uk_ua: Ключі вставлено в буфер обміну.
